Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The Fact Catalog exposes sessions, walks, training load, user profile, recent sleep, AND recovery/HRV trends over any window from a week to a full year — the trend tool ("am I improving over time?") reads your archive, so it works with no strap on and no reading today. What's still thin is deep multi-month sleep-STAGE aggregation, so "how's my deep sleep compared to six months ago?" may be approximate rather than exact.
ar: يتيح كتالوج الحقائق الجلسات والمشي وحمل التدريب والملف الشخصي للمستخدم والنوم الأخير، وكذلك اتجاهات التعافي/HRV لأي نافذة من أسبوع إلى سنة كاملة — أداة الاتجاهات («هل أتحسّن بمرور الوقت؟») تقرأ أرشيفك، فتعمل دون ارتداء الحزام ودون قراءة اليوم. ما يزال محدودًا هو التجميع العميق لمراحل النوم على مدى أشهر متعددة، لذا قد يكون سؤال «كيف نومي العميق مقارنةً بستة أشهر مضت؟» تقريبيًا لا دقيقًا.
da: Faktakataloget giver adgang til sessioner, gåture, træningsbelastning, brugerprofil, nylig søvn OG restitutions-/HRV-tendenser over et vilkårligt vindue fra en uge til et helt år — tendensværktøjet (»bliver jeg bedre over tid?«) læser dit arkiv, så det virker uden pulsbælte på og uden måling i dag. Det, der stadig er tyndt, er sammenlægning af søvnSTADIER over flere måneder, så »hvordan er min dybe søvn sammenlignet med for seks måneder siden?« kan være omtrentligt snarere end præcist.
de: Der Faktenkatalog stellt Sitzungen, Spaziergänge, Trainingslast, Nutzerprofil, jüngsten Schlaf UND Erholungs-/HRV-Trends über beliebige Zeiträume von einer Woche bis zu einem ganzen Jahr bereit — das Trend-Tool („Werde ich mit der Zeit besser?“) liest dein Archiv und funktioniert daher auch ohne angelegten Gurt und ohne heutige Messung. Noch dünn ist die Auswertung der Schlaf-PHASEN über viele Monate, daher kann „Wie ist mein Tiefschlaf im Vergleich zu vor sechs Monaten?“ eher ungefähr als exakt beantwortet werden.
es: El catálogo de datos expone sesiones, caminatas, carga de entrenamiento, perfil de usuario, sueño reciente Y tendencias de recuperación/HRV en cualquier ventana de una semana a un año completo: la herramienta de tendencias («¿estoy mejorando con el tiempo?») lee tu archivo, así que funciona sin la banda puesta y sin lectura de hoy. Lo que sigue siendo limitado es la agregación de FASES de sueño profundo a lo largo de varios meses, así que «¿cómo está mi sueño profundo comparado con hace seis meses?» puede ser aproximado en lugar de exacto.
fi: Faktaluettelo tarjoaa istunnot, kävelyt, harjoituskuormituksen, käyttäjäprofiilin, viimeaikaisen unen SEKÄ palautumisen ja HRV:n trendit millä tahansa jaksolla viikosta koko vuoteen — trendityökalu ("kehitynkö ajan myötä?") lukee arkistoasi, joten se toimii ilman vyötä ja ilman tämän päivän mittausta. Vielä ohutta on usean kuukauden syvällinen univaihekooste, joten "miten syvä uneni vertautuu puolen vuoden takaiseen?" voi olla likimääräinen eikä tarkka.
fr: Le catalogue de faits expose les sessions, les marches, la charge d’entraînement, le profil utilisateur, le sommeil récent ET les tendances de récupération/HRV sur n’importe quelle période d’une semaine à une année entière — l’outil de tendances (« est-ce que je progresse avec le temps ? ») lit votre archive ; il fonctionne donc sans ceinture et sans lecture du jour. Ce qui reste limité, c’est l’agrégation approfondie des PHASES de sommeil sur plusieurs mois ; « comment est mon sommeil profond par rapport à il y a six mois ? » peut donc être approximatif plutôt qu’exact.
is: Staðreyndaskráin veitir aðgang að lotum, göngum, æfingaálagi, notandaprófíl, nýlegum svefni OG bata-/HRV-þróun yfir hvaða tímabil sem er frá viku upp í heilt ár — þróunarverkfærið („er ég að bæta mig með tímanum?“) les safnið þitt, svo það virkar án ólar og án mælingar í dag. Það sem enn er takmarkað er samantekt á svefnSTIGUM yfir marga mánuði, svo „hvernig er djúpsvefninn minn miðað við fyrir sex mánuðum?“ gæti verið nálgun frekar en nákvæmt svar.
it: Il catalogo dei fatti espone sessioni, camminate, carico di allenamento, profilo utente, sonno recente E tendenze di recupero/HRV su qualsiasi periodo da una settimana a un anno intero: lo strumento delle tendenze ("sto migliorando nel tempo?") legge il tuo archivio, quindi funziona senza fascia indossata e senza una lettura di oggi. Ciò che è ancora limitato è l'aggregazione delle FASI del sonno profondo su più mesi, quindi "com'è il mio sonno profondo rispetto a sei mesi fa?" potrebbe dare una risposta approssimativa anziché esatta.
ja: ファクトカタログは、セッション、ウォーキング、トレーニング負荷、ユーザープロフィール、最近の睡眠、そして 1 週間から 1 年までの任意の期間の回復 / HRV のトレンドを提供します — トレンドツール（「時間とともに改善している？」）はアーカイブを読むので、ストラップを着けていなくても、今日の測定がなくても機能します。まだ手薄なのは数か月にわたる睡眠段階の詳細な集計で、「6 か月前と比べて深い睡眠はどう？」には、正確ではなく概算で答えることがあります。
ko: 사실 카탈로그는 세션, 걷기, 훈련 부하, 사용자 프로필, 최근 수면, 그리고 1주에서 1년까지 어떤 기간의 회복/HRV 추세를 제공합니다 — 추세 도구("시간이 지나면서 나아지고 있어?")는 보관 데이터를 읽으므로 스트랩을 착용하지 않거나 오늘 측정이 없어도 작동합니다. 아직 부족한 것은 수개월에 걸친 수면 단계 집계여서, "6개월 전과 비교해 깊은 수면은 어때?" 같은 질문은 정확하지 않고 근사치일 수 있습니다.
nb: Faktakatalogen gir tilgang til økter, gåturer, treningsbelastning, brukerprofil, nylig søvn OG restitusjons-/HRV-trender over et hvilket som helst vindu fra en uke til et helt år — trendverktøyet («blir jeg bedre over tid?») leser arkivet ditt, så det fungerer uten pulsbelte og uten måling i dag. Det som fortsatt er tynt, er sammenstilling av søvnSTADIER over mange måneder, så «hvordan er den dype søvnen min sammenlignet med for seks måneder siden?» kan bli omtrentlig snarere enn nøyaktig.
nl: De feitencatalogus geeft toegang tot sessies, wandelingen, trainingsbelasting, gebruikersprofiel, recente slaap EN herstel-/HRV-trends over elke periode van een week tot een heel jaar — de trendtool (“word ik beter in de loop van de tijd?”) leest je archief, dus hij werkt zonder band en zonder meting van vandaag. Wat nog mager is, is het optellen van slaapSTADIA over meerdere maanden, dus “hoe is mijn diepe slaap vergeleken met zes maanden geleden?” kan bij benadering zijn in plaats van exact.
pt_br: O Catálogo de fatos expõe sessões, caminhadas, carga de treino, perfil do usuário, sono recente E tendências de recuperação/VFC em qualquer janela de uma semana a um ano inteiro — a ferramenta de tendências ("estou melhorando com o tempo?") lê seu arquivo, então funciona sem a cinta e sem leitura hoje. O que ainda é limitado é a agregação de ESTÁGIOS de sono ao longo de vários meses, então "como está meu sono profundo comparado a seis meses atrás?" pode ser aproximado em vez de exato.
ru: Каталог фактов предоставляет сессии, прогулки, тренировочную нагрузку, профиль пользователя, недавний сон И тренды восстановления/ВСР за любое окно от недели до года — инструмент трендов («я прогрессирую со временем?») читает ваш архив, поэтому работает без надетого датчика и без сегодняшнего измерения. Пока слабое место — подробная агрегация по СТАДИЯМ сна за несколько месяцев, поэтому ответ на «как мой глубокий сон по сравнению с полугодом назад?» может быть приблизительным.
sv: Faktakatalogen ger tillgång till sessioner, promenader, träningsbelastning, användarprofil, senaste sömnen OCH trender för återhämtning/HRV över valfritt fönster från en vecka till ett helt år — trendverktyget ("blir jag bättre med tiden?") läser ditt arkiv, så det fungerar utan bröstband och utan mätning idag. Det som fortfarande är tunt är djup aggregering av sömnSTADIER över flera månader, så "hur är min djupsömn jämfört med för sex månader sedan?" kan bli ungefärligt snarare än exakt.
zh_hans: 事实目录提供记录、步行、训练负荷、用户资料、近期睡眠，以及从一周到一整年任意时间窗口的恢复/HRV 趋势 — 趋势工具（“我是否随时间在进步？”）读取的是你的存档，所以即使没戴心率带、今天没有读数也能使用。目前仍较薄弱的是跨多个月的睡眠阶段深度汇总，因此“我的深睡和六个月前相比如何？”可能只是近似而非精确的结果。

source: The fix for high monotony is simple: vary your training. Hard days, easy days, rest days. A 3:1 structure (three progressive days, one recovery) keeps monotony low naturally.
ar: علاج الرتابة العالية بسيط: نوّع تدريبك. أيام شاقة، وأيام سهلة، وأيام راحة. بنية 3:1 (ثلاثة أيام تصاعدية ويوم تعافٍ) تُبقي الرتابة منخفضة بشكل طبيعي.
da: Løsningen på høj monotoni er enkel: varier din træning. Hårde dage, lette dage, hviledage. En 3:1-struktur (tre progressive dage, én restitutionsdag) holder naturligt monotonien lav.
de: Gegen hohe Monotonie hilft etwas Einfaches: Variiere dein Training. Harte Tage, lockere Tage, Ruhetage. Eine 3:1-Struktur (drei steigernde Tage, ein Erholungstag) hält die Monotonie ganz natürlich niedrig.
es: La solución a una monotonía alta es sencilla: varía tu entrenamiento. Días duros, días suaves, días de descanso. Una estructura 3:1 (tres días progresivos, uno de recuperación) mantiene la monotonía baja de forma natural.
fi: Korkean monotonian korjaus on yksinkertainen: vaihtele harjoitteluasi. Kovia päiviä, kevyitä päiviä, lepopäiviä. 3:1-rakenne (kolme nousujohteista päivää, yksi palauttava) pitää monotonian luonnostaan matalana.
fr: La solution à une monotonie élevée est simple : variez votre entraînement. Jours difficiles, jours faciles, jours de repos. Une structure 3:1 (trois jours progressifs, un jour de récupération) garde naturellement la monotonie basse.
is: Lausnin við mikilli einhæfni er einföld: breyttu æfingunum. Erfiðir dagar, léttir dagar, hvíldardagar. 3:1 uppbygging (þrír stigvaxandi dagar, einn batadagur) heldur einhæfni lágri af sjálfu sér.
it: Il rimedio a una monotonia alta è semplice: varia l'allenamento. Giorni duri, giorni facili, giorni di riposo. Una struttura 3:1 (tre giorni progressivi, uno di recupero) mantiene bassa la monotonia in modo naturale.
ja: Monotony が高いときの対策はシンプルです：トレーニングに変化をつけること。ハードな日、軽い日、休養日を組み合わせましょう。3:1 の構成（段階的に負荷を上げる 3 日と回復の 1 日）なら、自然に Monotony を低く保てます。
ko: 높은 단조성의 해결책은 간단합니다: 훈련에 변화를 주세요. 힘든 날, 쉬운 날, 휴식일. 3:1 구조(점진적으로 늘리는 3일, 회복 1일)는 자연스럽게 단조성을 낮게 유지합니다.
nb: Løsningen på høy monotoni er enkel: varier treningen. Harde dager, lette dager, hviledager. En 3:1-struktur (tre progressive dager, én restitusjonsdag) holder monotonien naturlig lav.
nl: De oplossing voor hoge monotonie is simpel: wissel je training af. Zware dagen, lichte dagen, rustdagen. Een 3:1-opbouw (drie oplopende dagen, één herstel) houdt de monotonie vanzelf laag.
pt_br: A solução para monotonia alta é simples: varie seu treino. Dias fortes, dias leves, dias de descanso. Uma estrutura 3:1 (três dias progressivos, um de recuperação) mantém a monotonia baixa naturalmente.
ru: Решение при высокой монотонности простое: разнообразьте тренировки. Тяжёлые дни, лёгкие дни, дни отдыха. Структура 3:1 (три дня с нарастанием, один день восстановления) естественным образом удерживает монотонность низкой.
sv: Lösningen på hög monotoni är enkel: variera din träning. Hårda dagar, lätta dagar, vilodagar. En 3:1-struktur (tre progressiva dagar, en återhämtningsdag) håller monotonin låg på ett naturligt sätt.
zh_hans: 解决单调性高的方法很简单：让训练有变化。高强度日、轻松日、休息日。3:1 结构（三天递进，一天恢复）自然能保持低单调性。

source: The H10 is a chest-strap ECG sensor; published studies compare its beat detection closely with clinical ECG. Its internal recording survives Bluetooth disconnections.
ar: H10 مستشعر ECG بحزام صدر؛ تقارن الدراسات المنشورة اكتشافه للنبضات بشكل وثيق مع ECG السريري. يصمد تسجيله الداخلي أمام انقطاعات البلوتوث.
da: H10 er en EKG-sensor i et brystbælte; publicerede studier finder, at dens slagregistrering ligger tæt på klinisk EKG. Dens interne optagelse overlever afbrudte Bluetooth-forbindelser.
de: Der H10 ist ein EKG-Brustgurt; veröffentlichte Studien zeigen, dass seine Schlagerkennung eng mit klinischem EKG übereinstimmt. Seine interne Aufnahme übersteht Bluetooth-Verbindungsabbrüche.
es: El H10 es un sensor ECG de banda de pecho; estudios publicados comparan su detección de latidos de cerca con el ECG clínico. Su grabación interna sobrevive a las desconexiones de Bluetooth.
fi: H10 on rintavyöhön kiinnitettävä EKG-anturi; julkaistuissa tutkimuksissa sen lyöntien tunnistus vastaa läheisesti kliinistä EKG:tä. Sen sisäinen tallennus kestää Bluetooth-yhteyden katkeamiset.
fr: Le H10 est un capteur ECG à ceinture pectorale ; des études publiées montrent que sa détection des battements est très proche de celle d’un ECG clinique. Son enregistrement interne résiste aux déconnexions Bluetooth.
is: H10 er brjóstól með hjartalínuritsskynjara; birtar rannsóknir sýna að greining hennar á slögum er mjög nálægt klínísku hjartalínuriti. Innri upptaka hennar lifir af rof á Bluetooth-tengingu.
it: L'H10 è un sensore ECG a fascia toracica; studi pubblicati mostrano che il suo rilevamento dei battiti è molto vicino a quello di un ECG clinico. La sua registrazione interna sopravvive alle disconnessioni Bluetooth.
ja: H10 はチェストストラップ型の ECG センサーです。公開されている研究では、その拍の検出は臨床用 ECG とよく一致しています。内部記録は Bluetooth の切断にも耐えます。
ko: H10은 가슴 스트랩형 ECG 센서이며, 발표된 연구에서 박동 감지가 임상용 ECG와 가깝게 일치하는 것으로 나타났습니다. 내부 기록은 Bluetooth 연결이 끊겨도 유지됩니다.
nb: H10 er en EKG-sensor i et pulsbelte; publiserte studier viser at slagdeteksjonen samsvarer tett med klinisk EKG. Det interne opptaket overlever Bluetooth-frakoblinger.
nl: De H10 is een ecg-sensor in een borstband; gepubliceerde studies vinden dat zijn slagdetectie nauw overeenkomt met klinische ecg. De interne opname overleeft het wegvallen van Bluetooth.
pt_br: O H10 é um sensor de ECG de cinta peitoral; estudos publicados mostram que sua detecção de batimentos se aproxima bastante do ECG clínico. Sua gravação interna sobrevive a desconexões do Bluetooth.
ru: H10 — нагрудный датчик ЭКГ; опубликованные исследования показывают, что его определение ударов близко к клинической ЭКГ. Его внутренняя запись переживает отключения Bluetooth.
sv: H10 är en EKG-sensor i form av ett bröstband; publicerade studier visar att dess slagdetektering ligger nära kliniskt EKG. Dess interna inspelning klarar Bluetooth-avbrott.
zh_hans: H10 是一款胸带式 ECG 传感器；已发表的研究显示，其心跳检测与临床心电图高度一致。它的内部记录不受蓝牙断开影响。

source: The H10 powers on automatically when it detects skin contact
ar: يعمل H10 تلقائيًا عندما يكتشف التلامس مع الجلد
da: H10 tænder automatisk, når den registrerer hudkontakt
de: Der H10 schaltet sich automatisch ein, wenn er Hautkontakt erkennt
es: El H10 se enciende automáticamente al detectar contacto con la piel
fi: H10 käynnistyy automaattisesti, kun se havaitsee ihokontaktin
fr: Le H10 s’allume automatiquement quand il détecte un contact avec la peau
is: H10 kveikir sjálfkrafa á sér þegar hún nemur snertingu við húð
it: L'H10 si accende automaticamente quando rileva il contatto con la pelle
ja: H10 は肌との接触を検知すると自動で電源が入ります
ko: H10은 피부 접촉을 감지하면 자동으로 켜집니다
nb: H10 slår seg på automatisk når den registrerer hudkontakt
nl: De H10 gaat automatisch aan als hij huidcontact detecteert
pt_br: O H10 liga automaticamente ao detectar contato com a pele
ru: H10 включается автоматически при контакте с кожей
sv: H10 slås på automatiskt när den känner hudkontakt
zh_hans: H10 检测到皮肤接触时会自动开机

source: The History tab shows all your recorded sessions, organized chronologically and grouped by time period (Today, Yesterday, This Week, Last Week, then by month).
ar: تعرض علامة تبويب السجل جميع جلساتك المسجّلة، مرتّبة زمنيًا ومجمّعة حسب الفترة (اليوم، أمس، هذا الأسبوع، الأسبوع الماضي، ثم حسب الشهر).
da: Fanen Historik viser alle dine optagede sessioner, ordnet kronologisk og grupperet efter periode (I dag, I går, Denne uge, Sidste uge, derefter efter måned).
de: Der Verlauf-Tab zeigt alle deine aufgenommenen Sitzungen chronologisch und nach Zeitraum gruppiert (Heute, Gestern, Diese Woche, Letzte Woche, dann nach Monat).
es: La pestaña Historial muestra todas tus sesiones grabadas, en orden cronológico y agrupadas por periodo (Hoy, Ayer, Esta semana, Semana pasada y luego por mes).
fi: Historia-välilehti näyttää kaikki tallennetut istuntosi aikajärjestyksessä ja ryhmiteltynä ajanjaksoittain (Tänään, Eilen, Tällä viikolla, Viime viikko ja sitten kuukausittain).
fr: L’onglet Historique affiche toutes vos sessions enregistrées, classées chronologiquement et regroupées par période (Aujourd’hui, Hier, Cette semaine, Semaine dernière, puis par mois).
is: Sögu-flipinn sýnir allar skráðar lotur í tímaröð, flokkaðar eftir tímabilum (Í dag, Í gær, Þessi vika, Síðasta vika og síðan eftir mánuðum).
it: La scheda Cronologia mostra tutte le sessioni registrate, in ordine cronologico e raggruppate per periodo (Oggi, Ieri, Questa settimana, Settimana scorsa, poi per mese).
ja: 履歴タブには記録したすべてのセッションが時系列で、期間ごと（今日、昨日、今週、先週、それ以降は月ごと）にまとめて表示されます。
ko: 기록 목록 탭에는 기록된 모든 세션이 시간순으로 기간별(오늘, 어제, 이번 주, 지난주, 이후 월별)로 묶여 표시됩니다.
nb: Historikk-fanen viser alle innspilte økter, ordnet kronologisk og gruppert etter tidsperiode (I dag, I går, Denne uken, Forrige uke, deretter etter måned).
nl: Het tabblad Geschiedenis toont al je opgenomen sessies, chronologisch geordend en gegroepeerd per periode (Vandaag, Gisteren, Deze week, Vorige week, daarna per maand).
pt_br: A aba Histórico mostra todas as suas sessões gravadas, em ordem cronológica e agrupadas por período (Hoje, Ontem, Esta semana, Semana passada e, depois, por mês).
ru: Вкладка «История» показывает все записанные сессии в хронологическом порядке, сгруппированные по периодам (Сегодня, Вчера, Эта неделя, Прошлая неделя, затем по месяцам).
sv: Fliken Historik visar alla dina inspelade sessioner i kronologisk ordning, grupperade efter tidsperiod (Idag, Igår, Denna vecka, Förra veckan, sedan per månad).
zh_hans: “历史”标签页显示你记录的所有记录，按时间顺序排列，并按时间段分组（今天、昨天、本周、上周，之后按月）。
